Revit 2027 API
ParameterTypeId.RbsElecPanelTotalloadOtherParam Property
 "Other Total Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalloadOtherParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalloadOtherParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalloadOtherParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalloadOtherParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace